[
  {
    "slug": "lanzamiento-himnario-digital",
    "title": "Lanzamiento del Himnario Digital IAFCJ",
    "date": "2025-01-27",
    "category": "Lanzamiento",
    "excerpt": "Estamos emocionados de anunciar el lanzamiento oficial del Himnario Digital IAFCJ, una herramienta diseñada para facilitar el acceso a los himnos y coros utilizados en los servicios de la Iglesia Apostólica de la Fe en Cristo Jesús. Esta plataforma representa meses de trabajo y nuestro compromiso de servir a la comunidad con herramientas digitales útiles y accesibles."
  },
  {
    "slug": "nuevas-funcionalidades-himnario",
    "title": "Nuevas Funcionalidades en el Himnario Digital",
    "date": "2025-01-25",
    "category": "Actualización",
    "excerpt": "Basándonos en el feedback de nuestros usuarios, hemos implementado varias mejoras significativas al Himnario Digital. Estas actualizaciones incluyen mejoras en la búsqueda, organización de contenido y experiencia de usuario en dispositivos móviles."
  },
  {
    "slug": "proximas-herramientas",
    "title": "Próximas Herramientas en Desarrollo",
    "date": "2025-01-20",
    "category": "Desarrollo",
    "excerpt": "El Himnario Digital es solo el comienzo. Estamos trabajando en varias herramientas adicionales que ayudarán a las congregaciones y líderes de la IAFCJ. En este artículo, compartimos un vistazo a lo que viene y cómo estas herramientas servirán a la comunidad."
  },
  {
    "slug": "consejos-directores-alabanza",
    "title": "Consejos Prácticos para Directores de Alabanza: Maximizando el Impacto del Ministerio Musical",
    "date": "2025-01-12",
    "category": "Consejos",
    "excerpt": "Compartimos consejos prácticos y estrategias probadas para directores de alabanza que buscan mejorar su ministerio. Desde planificación de servicios hasta trabajo con equipos, cubrimos aspectos esenciales del liderazgo musical en la iglesia."
  },
  {
    "slug": "guia-uso-himnario-digital",
    "title": "Guía Completa para Usar el Himnario Digital IAFCJ",
    "date": "2025-01-10",
    "category": "Guía",
    "excerpt": "Aprende a aprovechar al máximo el Himnario Digital IAFCJ con esta guía completa. Descubre todas las funcionalidades, consejos y trucos para usar esta herramienta de manera efectiva durante servicios, ensayos y devocionales personales."
  },
  {
    "slug": "beneficios-himnario-digital",
    "title": "Los Beneficios del Himnario Digital para Tu Congregación",
    "date": "2025-01-08",
    "category": "Beneficios",
    "excerpt": "Descubre cómo el Himnario Digital IAFCJ puede transformar la experiencia de adoración en tu congregación. Desde ahorro de costos hasta mejor accesibilidad, exploramos todos los beneficios prácticos de esta herramienta moderna."
  },
  {
    "slug": "importancia-tecnologia-iglesia",
    "title": "La Importancia de la Tecnología en la Iglesia Moderna",
    "date": "2025-01-05",
    "category": "Reflexión",
    "excerpt": "Exploramos cómo la tecnología puede servir al ministerio y fortalecer la comunidad eclesiástica. Desde herramientas digitales hasta plataformas en línea, descubrimos el papel de la tecnología en la iglesia del siglo XXI."
  },
  {
    "slug": "historia-iafcj",
    "title": "Conociendo la Iglesia Apostólica de la Fe en Cristo Jesús",
    "date": "2025-01-03",
    "category": "Historia",
    "excerpt": "Una introducción a la historia, creencias y misión de la Iglesia Apostólica de la Fe en Cristo Jesús (IAFCJ). Conoce más sobre esta denominación cristiana y su compromiso con el evangelio y la comunidad."
  },
  {
    "slug": "mejoras-plataforma",
    "title": "Mejoras Continuas en la Plataforma",
    "date": "2025-01-15",
    "category": "Mejoras",
    "excerpt": "Nuestro compromiso con la excelencia significa mejora continua. En este artículo, explicamos cómo estamos optimizando la experiencia de usuario, agregando nuevo contenido valioso y asegurando que nuestras herramientas sean accesibles y útiles para todos."
  }
]
